Repository: IngridWeck/dsr
Catalog: sites/all/translations/commerce_cart_expiration-7.x-1.2.*.po
Languages: fr

source: 1 hour
fr: @count heure

source: 1 day
fr: @count jour

source: Replacement patterns
fr: Motifs de remplacement

source: 1 year
fr: @count année

source: 1 week
fr: @count semaine

source: 1 min
fr: @count min

source: 1 sec
fr: @count sec

source: 1 month
fr: @count mois

source: 0 sec
fr: 0 s

source: <a href="[site:url]">Return to the front page.</a>
fr: <a href="[site:url]">Retourner à la page d'accueil.</a>

source: Remove all expired cart orders
fr: Supprimer tous les paniers expirés

source: Cart expiration interval
fr: Délai d'expiration du panier

source: Time span until shopping carts are considered expired.
fr: Fenêtre de temps avant que les paniers ne soient considérés comme expirés.

source: Number of shopping carts to process
fr: Nombre de paniers à traiter

source: Number of shopping carts to process at a time. Useful for sites having a considerable amount of orders. Set to 0 for unlimited.
fr: Nombre de paniers à traiter simultanément. Utile pour les sites ayant beaucoup de commandes. Définir à 0 pour ne pas mettre de limite.

source: Commerce Cart Expiration cron is executed
fr: Le traitement régulier (cron) de Commerce Cart Expiration est exécuté

source: Before deleting an expired cart
fr: Avant la suppression d'un panier expiré

# a drupal commerce order
source: Expired cart
fr: Panier expiré

source: Delete expired carts
fr: Supprimer les paniers expirés

source: Provides a time-based cart expiration feature.
fr: Fournit une fonctionnalité d'expiration des paniers basée sur le temps.
